Repository: MehemmedQ2003/Zakat_Calculator
Catalog: zakat_project/locale/*/LC_MESSAGES/django.po
Languages: de, fr, ru

source: Zakat Hesablayıcı Sitesi
de: Zakat Rechner Website
fr: Site de Calcul de Zakat
ru: Сайт калькулятора закята

source: Zekat Hesaplayıcı Site
de: Zakat Rechner Website
fr: Site de Calcul de Zakat
ru: Сайт калькулятора закята

source: Zekat Hesapla
de: Zakat berechnen
fr: Calculer la Zakat
ru: Рассчитать закят

source: Varlık
de: Vermögenswert
fr: Actif
ru: Актив

source: Toplam Varlık
de: Gesamtvermögen
fr: Total Actif
ru: Общий Актив

source: Toplam Zekat
de: Gesamt-Zakat
fr: Total Zakat
ru: Общий Закят

source: Konvertör
de: Konverter
fr: Convertisseur
ru: Конвертер

source: Miktar
de: Menge
fr: Montant
ru: Сумма

source: Para Biriminden
de: Von Währungseinheit
fr: De la devise
ru: Из Валюты

source: Para Birimine
de: In Währungseinheit
fr: À la devise
ru: В Валюту

source: Çevir
de: Konvertieren
fr: Convertir
ru: Конвертировать

source: Bilgi
de: İnfo
fr: Info french
ru: информация

source: Bilgi yükleniyor
de: Informationen werden geladen
fr: Chargement des informations
ru: Загружается информация

source: Kapat
de: Schließen
fr: Fermer
ru: Закрыть
